Repository: NaN-tic/trytond-carrier_send_shipments_envialia
Catalog: locale/*.po
Languages: es_es

# error:carrier.manifest:
source: Envialia Manifest service is not available.
es_es: No est치 disponible el manifiesto Envialia.

# error:stock.shipment.out:
source: Not send shipment %(name)s
es_es: No se ha enviado el albar치n %(name)s.

# error:stock.shipment.out:
source: Not send shipment %(name)s. %(error)s
es_es: No se ha enviado el albar치n %(name)s. %(error)s.

# error:stock.shipment.out:
source: Select a service or default service in Envialia API
es_es: Seleccione un servicio o un servicio por defecto en la API de Envialia.

# error:stock.shipment.out:
source: Shipment "%(name)s" not have price and send cashondelivery
es_es: El albar치n "%(name)s" no dispone de precio y contrarembolso.

# field:carrier.api,envialia_agency:
source: Agency
es_es: Agencia

# help:carrier.api,envialia_agency:
source: Envialia Agency
es_es: Agencia Envialia

# wizard_button:carrier.send.shipments,result,end:
source: Close
es_es: Cerrar

# wizard_button:carrier.send.shipments,start,end:
source: Cancel
es_es: Cancelar

# wizard_button:carrier.send.shipments,start,send:
source: Send
es_es: Enviar
